Repository: wp-plugins/player
Catalog: Languages/Player-*.po
Languages: bg_bg, hi_in, hy_am, ka_ge, mk_mk, ms_my, sq, ta, tr_tr

source: play
bg_bg: играя
hi_in: खेल
hy_am: խաղալ
ka_ge: თამაში
mk_mk: игра
ms_my: memainkan
sq: luaj
ta: விளையாட
tr_tr: oynamak

source: pause
bg_bg: пауза
hi_in: विराम
hy_am: դադար
ka_ge: პაუზის
mk_mk: пауза
ms_my: berhenti seketika
sq: bëj një pauzë
ta: தாமதம்
tr_tr: duraklatmak

source: toggle pause
bg_bg: превключвате пауза
hi_in: टॉगल को थामने
hy_am: անցում դադար
ka_ge: გადართვა პაუზის
mk_mk: смениш пауза
ms_my: menjedakan togol
sq: pauzë këmbe
ta: மாற்று இடைநிறுத்தம்
tr_tr: toggle duraklama

source: stop
bg_bg: спиране
hi_in: रोक
hy_am: կասեցնել
ka_ge: შეჩერება
mk_mk: запре
ms_my: berhenti
ta: நிறுத்த
tr_tr: durdurmak

source: play previous
bg_bg: играят предишната
hi_in: पिछले खेलना
hy_am: նախորդ խաղում
ka_ge: თამაში წინა
mk_mk: игра претходната
ms_my: memainkan sebelumnya
sq: luaj mëparshme
ta: முந்தைய விளையாட
tr_tr: önceki oyun

source: play next
bg_bg: играят следващия
hi_in: अगले खेलना
hy_am: հաջորդ խաղում
ka_ge: თამაში შემდეგი
mk_mk: игра следната
ms_my: memainkan seterusnya
sq: luaj ardhshme
ta: அடுத்த விளையாட
tr_tr: bir sonraki oyun

source: volume
bg_bg: обем
hi_in: आयतन
hy_am: ձայն
ka_ge: მოცულობა
mk_mk: волумен
ms_my: kelantangan
sq: vëllim
ta: தொகுதி
tr_tr: hacim

source: repeat
bg_bg: повтарям
hi_in: दोहराना
hy_am: կրկնել
ka_ge: ვიმეორებ
mk_mk: се повторува
ms_my: mengulangi
sq: përsëris
ta: மீண்டும்
tr_tr: tekrar

source: shuffle
bg_bg: претупвам
hi_in: घसीटना
hy_am: խառնվել
sq: shkartisje
ta: கலக்கு
tr_tr: karıştırmak

source: HD
ta: எச்டி

source: open/close playlist
bg_bg: отваряне / затваряне плейлиста
hi_in: एच.डी.
hy_am: Բացիր / փակիր երգացանկի
ka_ge: გახსნა / დახურვა რეპერტუარი
mk_mk: отворање / затворање плејлиста
ms_my: membuka / menutup senarai main
sq: hapur / mbyllur playlist
ta: பிளேலிஸ்ட்டை திறக்க / மூட
tr_tr: çalma listesini açmak / kapatmak

source: open library
bg_bg: открита библиотека
hi_in: खुला पुस्तकालय
hy_am: բաց գրադարան
ka_ge: ღია ბიბლიოთეკა
mk_mk: отворена библиотека
ms_my: perpustakaan terbuka
sq: bibliotekë e hapur
ta: திறந்த நூலகம்
tr_tr: açık kütüphane

source: close library
bg_bg: тясно библиотека
hi_in: करीब पुस्तकालय
hy_am: փակիր գրադարան
ka_ge: ახლო ბიბლიოთეკა
mk_mk: блиску библиотека
ms_my: perpustakaan rapat
sq: Biblioteka afër
ta: நெருங்கிய நூலகம்
tr_tr: yakın kütüphane

source: switch full screen
bg_bg: Превключване на цял екран
hi_in: स्विच पूर्ण स्क्रीन
hy_am: անցնել ամբողջ էկրանով
ka_ge: გადართოთ სრული ეკრანის
mk_mk: се префрлат на цел екран
ms_my: menukar skrin penuh
sq: kaloni ekran të plotë
ta: முழு திரை மாற
tr_tr: tam ekran geçiş

source: back to list
bg_bg: назад към списъка
hi_in: सूची में वापस
hy_am: Վերադառնալ ցանկ
ka_ge: დაბრუნება სიაში
mk_mk: Назад на листата
ms_my: belakang untuk senarai
sq: mbështetur tek lista
ta: பட்டியலிட ஆதரவு
tr_tr: Listeye geri

source: Replay
bg_bg: Възпроизвеждане
hi_in: पुनरावृत्ति
hy_am: կրկնել
ka_ge: მოთხრობა
mk_mk: повторувате
ms_my: memainkan semula
sq: sërish
ta: ரீப்ளே
tr_tr: tekrar

source: Next
bg_bg: до
hi_in: अगला
hy_am: հաջորդ
ka_ge: შემდეგი
mk_mk: Следна
ms_my: Seterusnya
sq: tjetër
ta: அடுத்து
tr_tr: sonraki
